
let logweb = [];

// 情報更新の変数
// [年,月,日,'1行要約']

logweb = [
    ['2016/09/25','webcrow版サイトを公開しました'],
    ['2016/10/17','日本交通非公式バス路線図を公開しました'],
    ['2016/12/03','webcrow版サイトを公開しました'],
    ['2017/13/40','webcrow版サイトを閉鎖しました'],
    ['2018/03/27','github Pages版サイトを公開しました'],
    ['2018/03/27','路線図,時刻表等のコンテンツを一部変更しました'],
    ['2018/10/06','サイトデザインを部分変更しました'],
    ['2018/10/06','10月20日-21日の環謝祭出展について記載しました'],
    ['2018/10/06','適用ライセンスの変更を予告しました'],
    ['2018/10/19','環謝祭出展に伴う修正とコンテンツ追加をしました']
];

// バス路線図変数
// ['リンク','公開バージョン','対応年月日','名称','属性','説明','License','更新履歴','データ量']


