let logweb = [];

// 情報更新の変数
// [年,月,日,'1行要約']

logweb = [
    ['2016/09/25','webcrow版サイトを公開しました'],
    ['2016/10/17','日本交通非公式バス路線図を公開しました'],
    ['2017年','webcrow版を閉鎖しました'],
    ['2018/03/27','github Pages版サイトを公開しました'],
    ['2018/03/27','路線図,時刻表等のコンテンツを一部変更しました'],
    ['2018/10/06','サイトデザインを部分変更しました'],
    ['2018/10/06','10月20日-21日の環謝祭出展について記載しました'],
    ['2018/10/06','適用ライセンスの変更を予告しました'],
    ['2018/10/19','環謝祭出展に伴う修正とコンテンツ追加をしました'],
    ['2018/11/01','鳥取＊busmap2018年10月版v01を公開しました'],
    ['2018/11/16','修正や情報追加を行った同v02を公開しました(統一PDF+分割pngの圧縮)'],
    ['2018/11/16','日本交通東部地区バス路線図01の内容を2018年10月の情報に更新しました'],
    ['2018/12/04','バス時刻表を2018年10月の情報に更新しました'],
    ['2019/02/01','公開路線図の微修正を行いました']
];

let lastTTbusmap = [];

lastTTbusmap = ['2018/11/16 v02公開','(1)各路線を特定しやすいよう、路線名に線種と、主要該当エリア番号を追記','(2)誤字や修正未反映データの改善','(3)停留所や路線の重要な情報を追記'];


// バス路線図変数
// ['リンク','公開バージョン','対応年月日','名称','属性','説明','License','更新履歴','データ量']


